Repository: indoor-onyourmap/iOS-SDK
Catalog: Sample app/Navigation/*.lproj/Localizable.strings
Languages: ca

source: Settings
ca: Configuració

source: Enable
ca: Activar

source: Exit
ca: Sortir

source: Add
ca: Afegir

source: Cancel
ca: Cancel·lar

source: Log in
ca: Inicia la sessió

source: Log out
ca: Tanca la sessió

source: Options
ca: Opcions

source: Help
ca: Ajuda

# FSAccountHint
source: Account
ca: Compte

# FSPasswordHint
source: Password
ca: Contrasenya

# FSConnecting
source: Connecting...
ca: Connectant...

# FSAccountPasswordError
source: Enter account and password
ca: Escriu el compte i contrasenya

# FSAccountError
source: Enter account
ca: Escriu el compte

# FSPasswordError
source: Enter password
ca: Escriu la contrasenya

# FSConnectError
source: Cannot connect to server
ca: No es pot connectar amb el servidor

# FSLibError
source: Indoor library cannot be started
ca: La llibraria indoor no es pot executar

# FSLocServicesError
source: Location services are not enabled
ca: Els serveis de localització no estan activats

# FSLocServicesErrorTitle
source: Location services are required to use this app
ca: Aquesta aplicació necessita els serveis de localització

# FSLocServicesErrorMessage
source: Please enable them from the settings app, under privacy
ca: Cal activar-los per seguir utilitzant aquesta aplicació

# FSConnectUsernameError
source: Invalid account
ca: Compte incorrecte

# FSConnectPasswordError
source: Invalid password
ca: Contrasenya incorrecta

# HTitle
source: Do you need credentials, help or user guide? Contact us at indoor@onyourmap.com
ca: Necessites credencials, ajuda o la guia d'usuari? Contacta'ns a indoor@onyourmap.com

# FUBDestination
source: Destination
ca: Destinació

# FUBLevel
source: Floor
ca: Planta

# FUBYouAre
source: You are at
ca: Ets a

# FUBSaved
source: Marker
ca: Punt

# AMTitle
source: Map
ca: Mapa

# AMDestination
source: Destination
ca: Destinació

# AMGettingRoute
source: Computing route...
ca: Calculant la ruta...

# AMCustomDest
source: Custom Destination
ca: Destinació personalitzada

# AMNTitle
source: Notification
ca: Notificació

# AMNEnter
source: Entering
ca: Estàs entrant a

# AMNStay
source: Staying at
ca: Ets a

# AMNLeave
source: Leaving
ca: Estàs marxant de

# AMNNearby
source: Nearby
ca: Ets a prop de

# AMASPick
source: Destinations
ca: Destinacions

# AMANoRoute
source: Route to %@ cannot be computed
ca: No es pot calcular la ruta cap a %@

# AMTNoInternet
source: No internet connection is available. App features might be limited
ca: S'ha perdut la connexió a internet. Les functions de l'app es poden veure limitades

# AMTNoBuildings
source: No building has been created yet
ca: No s'ha creat cap edifici per a aquest compte

# AMTNoEdges
source: Navigation network for %@ is not created
ca: No s'ha creat la xarxa de navegació per %@

# FDStop
source: Stop navigation
ca: Atura la navigació

# FDAreas
source: Places
ca: Llocs

# FDNoAreas
source: No places available
ca: No hi ha llocs disponibles

# FDStoreTitle
source: Marker
ca: Punt

# FDStore
source: Save
ca: Guardar

# FDStoreToast
source: Marker saved
ca: Punt guardat

# FDUpdate
source: Update
ca: Actualitzar

# FDUpdateToast
source: Marker updated
ca: Punt actualitzat

# FDRestore
source: Navigate
ca: Anar-hi

# FDDelete
source: Delete
ca: Esborrar

# FDDeleteToast
source: Marker deleted
ca: Punt esborrat

# FDUserProfile
source: Profile
ca: Perfil

# FIInstructions
source: Instructions
ca: Instruccions

# FUPSaveButton
source: Save
ca: Guardar

# FUPUser
source: User
ca: Usuari

# FUPNavigation
source: Navigation
ca: Navegació

# FUPNoSettings
source: Settings are not set
ca: No s'ha definit la configuració d'usuaris

# FUPSaved
source: Your profile has been updated
ca: S'ha actualitzat el perfil

# FUPNotSaved
source: Your Profile cannot be updated
ca: No es pot actualitzar el perfil

# FUPNoSettingsText
source: No settings defined in the backoffice yet
ca: No s'ha definit la configuració d'usuaris al backoffice
